{
  "I-am": "Ich bin Michael",
  "I-am-description": "Ein Softwareentwickler aus Wien. Wie willst du mich kennenlernen?",
  "about-me": "Über Mich",
  "about-me-description": "Ich bin ein Fullstack-Entwickler und arbeite von Wien aus im Home Office. Bevor ich in die Softwareentwicklung eingestiegen bin, habe ich Ernährungswissenschaften und Genetik studiert und als molekularer Biologe gearbeitet. Ich liebe es, immer wieder was Neues zu lernen, egal ob Animation, Kochen oder Klavierspielen.",
  "tech-stack": "ist mein Tech Stack",
  "projects": "Projekte",
  "my-projects": "Meine Projekte",
  "this": "Das",
  "bored": "Bin gelangweilt",
  "change-theme": "Farbe wechseln",
  "description": "Beschreibung",
  "role": "Rolle",
  "technologies": "Technologien",
  "ava-description": "AvaAssist verbindet Menschen mit Behinderungen mit persönlichen Assistent:innen. Es bietet auch eine Plattform für Organisationen, um ihre persönlichen Assistent:innen und Kund:innen zu verwalten.",
  "cleanly-description": "Cleanly ist eine Webanwendung, die es Nutzer:innen ermöglicht, Reinigungsdienste online zu buchen. Sie wird derzeit nicht gewartet.",
  "origame-description": "Ein Mockup eines E-Commerce-Shops. Er verfügt über einen voll funktionsfähigen Warenkorb und einen Checkout-Prozess, jedoch ohne Zahlungsfunktion.",
  "ava-role": "Fullstack-Entwickler in einem kleinen Entwicklungsteam das verschiedene Technologien implementiert. Konzeption neuer Features, UI/UX-Design in Figma, Design und Entwicklung des Frontends und Backends, Schreiben von Tests, Deployment und Erstellung von Dokumentationen.",
  "cleanly-role": "Fullstack-Developer-Projekt, das verschiedene Technologien implementiert. Konzeption des gesamten Projekts einschließlich der User journeys, UI/UX-Design in Figma, Datenbankdesign, Entwicklung des Frontends und Backends, Schreiben von Tests und Deployment des Projekts.",
  "origame-role": "Fullstack-Developer-Projekt, das verschiedene Technologien implementiert. Konzeption des gesamten Projekts einschließlich Design und Entwicklung des Frontends und Backends, Schreiben von Tests und Deployment des Projekts.",
  "check-it": "Schau's dir mal an",
  "bored?": "Dir ist langweilig?",
  "play-minigames": "Spiele ein paar Minigames!",
  "not-bored": "Ich hoffe Dir ist jetzt weniger langweilig.",
  "not-bored-lost": "Ich hoffe trotzdem, dass dir weniger langweilig ist.",
  "soon": "Bald kommen mehr Minigames...",
  "back": "Zurück",
  "back-to-minigames": "Zurück zu Minigame Auswahl",
  "pattern-match-description": "Versuche, das Muster, das am Anfang jedes Levels gezeigt wird, nachzubilden, indem du auf die richtigen Kacheln klickst.",
  "tries": "Versuche",
  "didnt-win": "Du hast zwar nicht gewonnen, aber du hast es versucht!",
  "you-won": "Du hast gewonnen!",
  "least-tries": "Wenigste Versuche",
  "mistakes": "Fehler",
  "least-mistakes": "Wenigste Fehler",
  "green": "Grün",
  "red": "Rot",
  "blue": "Blau",
  "orange": "Orange",
  "purple": "Lila",
  "pink": "Pink",
  "phone": "Telefon",
  "email": "E-Mail",
  "location": "Standort",
  "location-value": "Wien, Österreich",
  "languages": "Sprachen",
  "contact-info": "Kontaktinformationen",
  "english": "Englisch (C1)",
  "german": "Deutsch (Muttersprache)",
  "spanish": "Spanisch (C1)",
  "french": "Französisch (A2)",
  "catalan": "Katalanisch (A2)",
  "animations": "Animationen der Seite",
  "design": "Design der Seite",
  "minigames": "Minigames",
  "changeTheme": "Farbthema der Seite ändern",
  "help-me-feedback": "Hilf mir ein besserer Entwickler zu werden, indem du mir Feedback gibst! Was hat dir an der Seite am Besten gefallen?",
  "the-people-liked": "Das hat Besuchern meiner Seite am meisten gefallen:",
  "send-feedback": "Feedback abschicken",
  "thanks-for-feedback": "Danke für dein Feedback!",
  "using-safari": "Hey, du benutzt Safari, oder?",
  "not-optimized-for-safari": "Bitte beachte, dass diese Webseite nicht für Safari optimiert ist und es zu Problemen kommen könnte. Wenn möglich, verwende bitte einen anderen Browser wie Chrome oder Firefox.",
  "let-me-in-anyway": "Verstanden! Lass es mich trotzdem sehen, das ist mir egal!",
  "ball-description": "Website und Buchungstool für Tickets des Althietzingerballs, ein Ball der jedes Jahr in Wien stattfindet. User können die Seite nicht nur besuchen um auf die neuesten Informationen zuzugreifen, sondern auch Logen- und Ticketanfragen senden.",
  "ball-role": "Konzeption und Umsetzung des Freelance-Projekts als Solo-Fullstack-Developer von Anfang bis Ende. Erstellung des UI/UX Designs + User Journeys. Frontend- und Backendseitige Entwicklung inklusive Deployment und SEO.",
  "contact": "Kontakt",
  "name": "Name",
  "message": "Nachricht",
  "submit": "Abschicken",
  "contact-text": "Ich bin immer offen für neue Möglichkeiten und Projekte. Wenn du Fragen hast oder einfach nur Hallo sagen willst, zögere nicht, mich zu kontaktieren!",
  "contact-me-button": "Klicke hier um mich zu kontaktieren",
  "message-thanks": "Danke für deine Nachricht!",
  "get-back": "Ich werde so schnell wie möglich antworten.",
  "contact-info-other": "Deine Kontaktinformationen (optional)",
  "privacy-policy": "Datenschutzrichtlinie",
  "nameRequired": "Name ist erforderlich",
  "nameMoreThan2": "Name muss länger als 2 Zeichen sein",
  "messageRequired": "Nachricht ist erforderlich",
  "messageProfanity": "Nachricht darf keine Schimpfwörter enthalten",
  "privacyPolicyRequired": "Datenschutzrichtlinie muss angenommen werden",
  "portfolio-moved": "Mein Portfolio ist umgezogen! Klicke auf den Butten um es zu sehen.",
  "realitiq-description": "Realitiq ist ein innovativer Ansatz für Visualisierung, Konfiguration und Datenanalyse im Immobiliensektor. Die Lösung umfasst eine Mobile App, eine Webplattform und einen webbasierten Editor, mit denen Immobilien gescannt, visualisiert und bearbeitet werden können. Darüber hinaus kommen verschiedene KI-Funktionen sowie virtuelle Rundgänge zum Einsatz.",
  "realitiq-role": "Lead-Entwickler für den Editor von Realitiq. Konzeption der Software-Architektur und Entwicklung der Applikation. Mentoring für Junior Entwickler. Fullstack Entwicklung inklusive Tests und CI.",
  "in-a-blog": "In einem Blog",
  "in-a-game": "In einem Spiel",
  "or-just-scroll": "Oder scroll einfach..."
}
