{
  "I-am": "I'm Michael",
  "I-am-description": "I'm a software developer from Vienna. How do you want to get to know me?",
  "about-me": "About Me",
  "about-me-description": "I am a fullstack developer working remotely from Vienna. Before embarking on my journey as a software developer I studied nutritional science and genetics and worked as a molecular biologist. I generally love learning new skills, from animation to cooking to playing the piano.",
  "tech-stack": "is my tech stack",
  "projects": "Projects",
  "my-projects": "My Projects",
  "this": "This",
  "bored": "I'm bored",
  "change-theme": "Change Theme",
  "description": "Description",
  "role": "Role",
  "technologies": "Technologies",
  "ava-description": "AvaAssist connects people with disabilities to personal assistants. It also provides a platform for organizations to manage their personal assistants and clients.",
  "cleanly-description": "Cleanly is a webapp that allows users to book cleaning services online. It is currently not maintained.",
  "origame-description": "A mockup of an ecommerce store. It has a fully functional shopping cart and checkout process, but with no payment.",
  "ava-role": "Fullstack Developer role in a small development team using different technologies. Conception of new project features, UI/UX design in Figma, design and development of the frontend and backend, writing tests, deployment and writing documentation.",
  "cleanly-role": "Fullstack Developer project that implements different technologies. Conception of the complete project including user journeys, UI/UX design in Figma, database design, development of the frontend and backend, writing tests and deployment of the project.",
  "origame-role": "Fullstack Developer project that implements different technologies. Conception of the complete project including design and development of the frontend and backend, writing tests and deployment of the project.",
  "check-it": "Check it out",
  "bored?": "You're bored?",
  "play-minigames": "Play some minigames!",
  "not-bored": "I hope you're less bored now.",
  "not-bored-lost": "However, I hope you're less bored now.",
  "soon": "More minigames coming soon...",
  "back": "Back",
  "back-to-minigames": "Back to Minigame selection",
  "pattern-match": "Pattern Match",
  "pattern-match-description": "Try to match the pattern that is shown in the beginning of each level by clicking on the right tiles",
  "tries": "Tries",
  "you-won": "You won!",
  "didnt-win": "You didn't win, but at least you tried!",
  "least-tries": "Least Tries",
  "mistakes": "Mistakes",
  "least-mistakes": "Least Mistakes",
  "green": "Green",
  "red": "Red",
  "blue": "Blue",
  "orange": "Orange",
  "purple": "Purple",
  "pink": "Pink",
  "phone": "Phone",
  "email": "Email",
  "location": "Location",
  "location-value": "Vienna, Austria",
  "languages": "Languages",
  "contact-info": "Contact Information",
  "english": "English (C1)",
  "german": "German (Native)",
  "spanish": "Spanish (C1)",
  "french": "French (A2)",
  "catalan": "Catalan (A2)",
  "animations": "Page animations",
  "design": "Page design",
  "minigames": "Minigames",
  "changeTheme": "Changing the theme color",
  "help-me-feedback": "Help me become a better developer by giving me feedback! What did you like most about my page?",
  "the-people-liked": "This is what the visitors of my page liked the most:",
  "send-feedback": "Send feedback",
  "thanks-for-feedback": "Thank you for your feedback!",
  "using-safari": "Hey there, you're using Safari, right?",
  "not-optimized-for-safari": "Please keep in mind that this website is not optimized for Safari and you may experience some issues. If you can please use another browser like Chrome or Firefox.",
  "let-me-in-anyway": "Got it! Let me in anyway, I don't care!",
  "ball-description": "Website and booking tool for tickets of the 'Althietzingerball', a ball that is held every year in Vienna. Additionally to visiting the site and check the most important information, the user can send a booking request for tickets to the host, which gets handled by the custom-built API.",
  "ball-role": "Conception and implementation of the entire freelance project as a solo fullstack developer. Creation of the UI/UX design + user journeys. Development of the front- and backend including deployment and SEO. Communication with project managers and implementation of requested features. ",
  "contact": "Contact",
  "name": "Name",
  "message": "Message",
  "submit": "Submit",
  "contact-text": "I am always open to new opportunities and projects. If you have any questions or just want to say hi, feel free to contact me!",
  "contact-me-button": "Click here to contact me",
  "message-thanks": "Thank you for your message!",
  "get-back": "I will get back to you as soon as possible.",
  "contact-info-other": "Your contact info (optional)",
  "privacy-policy": "Privacy Policy",
  "accept-privacy-policy": "Please accept the privacy policy",
  "nameRequired": "Name is required",
  "nameMoreThan2": "Name must be at least 2 characters long",
  "messageRequired": "Message is required",
  "messageProfanity": "Profanity is not allowed",
  "privacyPolicyRequired": "The privacy policy must be accepted",
  "portfolio-moved": "My portfolio has moved to a new domain. Click on the button below to check it out!",
  "realitiq-description": "Realitiq is an innovative approach to visualization, configuration, and data analysis in the real estate sector. It includes a mobile app, a webplatform and a web-based editor as tools to scan, visualize and edit real estate properties. It also leverages multiple AI features and virtual tours.",
  "realitiq-role": "Lead Developer for the Realitiq Editor. Responsible for designing the software architecture and developing the application. Mentoring junior developers. Fullstack development including testing and continuous integration (CI).",
  "in-a-blog": "In a Blog",
  "in-a-game": "In a Game",
  "or-just-scroll": "Or just scroll..."
}
